import { Metadata } from 'next';

export const metadata: Metadata = {
  title: 'Контакты - Медицинский центр Альтамед-С в Одинцово | Адреса, телефоны, график работы',
  description: 'Контакты медицинского центра Альтамед-С в Одинцово - адреса клиник, телефоны для записи, график работы, схема проезда, онлайн-карта. Запись на прием: +7 (495) 255-44-50. График работы: Пн-Вс: 8.00 - 21.00',
  keywords: [
    'контакты Альтамед-с',
    'адрес клиники Одинцово',
    'телефон клиники Одинцово',
    'график работы клиники Одинцово',
    'как доехать до клиники Одинцово',
    'схема проезда Альтамед-с',
    'медицинский центр контакты Одинцово',
    'Альтамед-Садрес',
    'Альтамед-Стелефон',
    'записаться на прием Одинцово',
    'Московская область медицинский центр',
    'Одинцовский район клиника'
  ],
  openGraph: {
    title: 'Контакты - Медицинский центр Альтамед-С в Одинцово',
    description: 'Контакты медицинского центра Альтамед-С в Одинцово - адреса клиник, телефоны для записи, график работы, схема проезда. Запись на прием: +7 (495) 255-44-50',
    url: 'https://altamed-c.ru/contacts',
    siteName: 'Альтамед-с',
    locale: 'ru_RU',
    type: 'website',
  },
  alternates: {
    canonical: 'https://altamed-c.ru/contacts',
  },
};

export default function ContactsLayout({
  children,
}: {
  children: React.ReactNode;
}) {
  return <>{children}</>;
}

